Repository: 0xFunKy/vte-ng
Catalog: po/*.po
Languages: be, km, ky, pt, sr, sr@latn, vi

source: Error adding `%s' to environment, continuing.
sr: Грешка при додавању `%s´ у окружење, настављам.
sr@latn: Greška pri dodavanju `%s´ u okruženje, nastavljam.

source: can not run %s
be: не ўдалося запусціць %s
sr: не могу да покренем %s
sr@latn: ne mogu da pokrenem %s

source: Error creating signal pipe.
sr: Грешка при прављењу сигналне везе.
sr@latn: Greška pri pravljenju signalne veze.

source: Duplicate (%s/%s)!
be: Дублікат (%s/%s).
km: ស្ទួន (%s/%s)!
ky: Кайталоо (%s/%s)!
sr: Дупликат (%s/%s)!
sr@latn: Duplikat (%s/%s)!

source: Unable to convert characters from %s to %s.
be: Не ўдалося пераўтварыць знакі з %s у %s.
km: មិន​អាច​បម្លែង​តួអក្សរ​ពី %s ទៅ %s បាន​ទេ ។
ky: Символдорду "%s" көптүгүнөн "%s" көптүгүнө которууга болбоду.
pt: Impossível converter caracteres de %s em %s.
sr: Не могу да преиначим знакове из %s у %s.
sr@latn: Ne mogu da preinačim znakove iz %s u %s.
vi: Không thể chuyển đổi các ký tự từ %s thành %s.

source: Got unexpected (key?) sequence `%s'.
sr: Неочекивани наставак (типка?) `%s´.
sr@latn: Neočekivani nastavak (tipka?) `%s´.

source: No handler for control sequence `%s' defined.
sr: Недефинисан начин уптребе контролног низа `%s´.
sr@latn: Nedefinisan način uptrebe kontrolnog niza `%s´.

source: Error reading from child: %s.
be: Памылка чытання даных ад нашчадка: %s.
km: កំហុស​ក្នុងការ​អាន​ពី​កូនចៅ ៖ %s ។
ky: Туунду процесстен окуу катасы: %s.
pt: Erro ao ler do filho: %s.
sr: Грешка при читању подпроцеса: %s.
sr@latn: Greška pri čitanju podprocesa: %s.
vi: Gặp lỗi khi đọc từ con: %s.

source: Error (%s) converting data for child, dropping.
be: Памылка (%s) пераўтварэння даных ад нашчадка: ігнаруецца.
km: កំហុស (%s) ក្នុង​ការ​បម្លែង​ទិន្នន័យ​សម្រាប់​កូនចៅ ទម្លាក់​ចោល ។
ky: Туунду процесс үчүн маалыматты конвертация катасы (%s), ыргытылууда.
pt: Erro (%s) ao converter dados do filho, a ignorá-los.
sr: Грешка (%s) при промени података за подпроцес - обустављам.
sr@latn: Greška (%s) pri promeni podataka za podproces - obustavljam.
vi: Gặp lỗi (%s) khi chuyển đổi dữ liệu cho con, nên xóa bỏ.

source: Using fontset "%s", which is missing these character sets: %s.
sr: У употреби је `%s´ скуп слова у којем недостају скупови знакова: %s.
sr@latn: U upotrebi je `%s´ skup slova u kojem nedostaju skupovi znakova: %s.

source: Failed to load Xft font pattern "%s", falling back to default font.
sr: Неуспешно учитавање Xft словних калупа `%s´, враћам на подразумевани скуп слова.
sr@latn: Neuspešno učitavanje Xft slovnih kalupa `%s´, vraćam na podrazumevani skup slova.

source: Failed to load default Xft font.
sr: Неуспешно учитавање подразумеваних Xft слова.
sr@latn: Neuspešno učitavanje podrazumevanih Xft slova.

source: Failed to load font set "%s", falling back to default font.
sr: Неуспешно учитавање словног скупа `%s´, враћам на подразумевани скуп слова
sr@latn: Neuspešno učitavanje slovnog skupa `%s´, vraćam na podrazumevani skup slova

source: Failed to load default font, crashing or behaving abnormally.
sr: Неуспешно учитавање подразумеваних слова - програм ће се угасити/понашати неуобичајено.
sr@latn: Neuspešno učitavanje podrazumevanih slova - program će se ugasiti/ponašati neuobičajeno.

source: Error reading PTY size, using defaults: %s.
sr: Грешка при читању величине PTY-а, користим полазне вредности: %s.
sr@latn: Greška pri čitanju veličine PTY-a, koristim polazne vrednosti: %s.

source: Error setting PTY size: %s.
sr: Грешка при постављњу величине PTY-а: %s.
sr@latn: Greška pri postavljnju veličine PTY-a: %s.

source: Error allocating draw, disabling Xft.
sr: Грешка при одређивању прилаза - онемогућујем Xft.
sr@latn: Greška pri određivanju prilaza - onemogućujem Xft.

source: Error allocating context, disabling Pango.
sr: Грешка при одређивању контекста - онемогућујем Панго.
sr@latn: Greška pri određivanju konteksta - onemogućujem Pango.

source: Error allocating layout, disabling Pango.
sr: Грешка при одређивању изгледа - онемогућујем Панго.
sr@latn: Greška pri određivanju izgleda - onemogućujem Pango.

source: g_iconv_open() failed setting word characters
sr: g_iconv_open() неуспешно постављање знакова речи
sr@latn: g_iconv_open() neuspešno postavljanje znakova reči

source: Attempt to set invalid NRC map '%c'.
be: Спроба ўжыць хібную NRC-карту "%c".
km: ប៉ុនប៉ង​កំណត់​ផែនទី NRC '%c' មិន​ត្រឹមត្រូវ ។
ky: Туура эмес '%c'-NRC картасын орнотуу аракети

source: Unrecognized identified coding system.
be: Неапазнаная ідэнтыфікаваная сістэма кадавання.
km: ​មិន​ស្គាល់​ប្រព័ន្ធ​កូដ​ដែល​បាន​បញ្ជាក់ ។
ky: Коддо системасы таанылган жок

source: Attempt to set invalid wide NRC map '%c'.
be: Спроба ўжыць хібную шырокафарматную NRC-карту "%c".
km: ប៉ុនប៉ង​កំនត់​ផែនទីឡ NRC ធំ​មិន​ត្រឹមត្រូវ '%c' ។
ky: '%c' - NRC картасынын туура эмес жазылыгын орнотуу аракети

source: Could not open console.
be: Не ўдалося адчыніць кансоль.
km: មិន​អាច​បើក​កុងសូល​បាន​ទេ ។
ky: Консолду ачууга болбоду.
pt: Impossível abrir consola.
vi: Không thể mở thiết bị điều khiển.

source: Could not parse the geometry spec passed to --geometry
be: Не ўдалося разабраць спецыфікацыю памераў акна, пададзеных для опцыі --geometry
km: មិន​អាច​ញែក​រូបរាង​ធរណីមាត្រ --geometry
ky: --geometry параметрине берилген геометриялык параметрлерди ажыратып окууга болбоду
pt: Impossível processar a especificação de geometria indicada a --geometry
vi: Không thể phân tích đặc tả tọa độ từ đối số --geometry

source: Error compiling regular expression "%s".
be: Памылка кампіляцыі рэгулярнага выразу "%s".
km: កំហុស​ក្នុង​ការ​ចងក្រង​កន្សោម​ធម្មតា "%s" ។
ky: "%s" регулярдык туюнтмасын компиляциялоо катасы.

source: Unable to send data to child, invalid charset convertor
be: Не ўдалося паслаць даныя нашчадку: хібны модуль пераўтварэння знаказбору
km: មិន​អាច​ផ្ញើ​ទិន្នន័យ​ទៅ​កូនចៅ​បាន​ទេ កម្មវិធី​បម្លែង​សំណុំ​តួអក្សរ​មិន​ត្រឹមត្រូវ
ky: Туунду процесске маалымат берүүгө болбоду; коддук жадыбалдын туура эмес которгучу
pt: Impossível enviar dados para o filho, conversor de conjunto de caracteres inválido
vi: Không thể gửi dữ liệu sang tiến trình con, bộ chuyển đổi bãng mã không hợp lệ

source: Error reading PTY size, using defaults: %s
be: Памылка чытання памеру PTY: выкарыстоўваецца прадвызначаны: %s
km: កំហុស​ក្នុង​ការ​អាន​ទំហំ PTY ដោយ​ប្រើ​លំនាំដើម ៖ %s
ky: PTY өлчөмүн окуу катасы, абалкы маанилер колдонулууда: %s
pt: Erro ao ler tamanho PTY, a utilizar valores predefinidos: %s
vi: Gặp lỗi khi khi đọc kích thước PTY, sử dụng mặc định: %s

source: _vte_conv_open() failed setting word characters
be: _vte_conv_open() не здолеў настроіць знакі, якія ўжываюцца ў словах
km: _vte_conv_open() បាន​បរាជ័យ​ក្នុងការ​កំណត់​តួអក្សរ​ពាក្យ
ky: Сөздө символду орнотууда _vte_conv_open() функциясынын катасы

source: Copy
pt: Copiar
vi: Chép

source: Paste
pt: Colar
vi: Dán

source: Reset (use Ctrl to reset and clear)
pt: Repor (use Ctrl para repor e limpar)
vi: Đặt lại (dùng Ctrl để đặt lại và xóa)

source: Reset
pt: Repor
vi: Đặt lại

source: Toggle input enabled setting
pt: Alternar definição ativa da entrada
vi: Bật/tắt cài đặt đầu vào đã bật

source: Input
pt: Entrada
vi: Đầu vào
